abandonment_supposedly:0
absoloutly_treasure:1
actively_imposing:2
acts_smartly:3
adjustable_eyepiece:4
aesthetic_consideration:5
affliction_spun:6
allegedly_reality-based:7
angle_close-up:8
angled_close-ups:9
angles_effects:10
anti-southern_bias:11
aphilips_fidelio:12
arsenal_covering:13
au_coeur:14
back:15
backstabbing_betrayal:16
bars_guillotine:17
bases_nonetheless:18
battle-of_the-sexes:19
believable_who'da:20
believed_intrigue:21
beverly_lynn:22
bitter_acid:23
blacks_thatfought:24
blossoming_midst:25
boris's_expressions:26
brass_tacks:27
bureaucratic_jobs:28
calmly_explaining:29
carefully_strategically:30
casnoff's_protrayal:31
causing_friction:32
changing_sofa:33
charleston_sc:34
chemical_reactions:35
cherished_freedoms:36
cities_floods:37
clean_malware-free:38
clerk_assured:39
condemning_attitude:40
confuse_americans:41
cooperation_assistance:42
corny_description:43
councilor_zednicek:44
creepy_goose-stuffing:45
crossed_likewise:46
crowded_factory:47
csa_pres:48
culture_religion:49
daffly_introduces:50
darwinism_corruption:51
dave_wolper:52
dec_cheers:53
decade_televisionevents:54
deftly_balances:55
degrees_fahrenheit:56
deliciously_engrossing:57
delivering_levity:58
desktop_burner:59
desperate_helpless:60
dignity_versus:61
dire_straights:62
discerning_ears:63
diverse_sentiment:64
don_juan:65
dread_factor:66
ducks_abey:67
dust_sand:68
economic_difficulties:69
editting-i_ve:70
effortless_ease:71
egads_thankfully:72
elizabeth_kubler-ross:73
end:74
entry_nichole:75
equal_rights:76
et_al:77
ethnic_groups:78
everyman_enjoying:79
evil-nasty_johnny:80
evil_clutches:81
existing_pocketwizard:82
expert_advice:83
explosive_device:84
fait_accompli:85
field_assignments:86
fiercely_independent:87
file_extension:88
filmic_claustrophobia:89
find:90
finger_jabs:91
flix_awful:92
foie_gras:93
foiling_clinched:94
forces_occupying:95
forrest_whitaker:96
freshly_recruited:97
frustrating_mis-understandings:98
fully_consummate:99
garden_leaf:100
gifted_comedienne:101
girlfriend's_bare:102
give:103
glasses_wearing:104
good:105
goods_bads:106
gooses's_neck:107
gorgeous_victoria:108
great:109
green_yellow:110
grinding_halt:111
grocery_shopping:112
grouping_yvonne:113
gutter_trash:114
hal_holbrookas:115
hammer_fists:116
harpers_ferry:117
heats_sink:118
highli:119
hooks_uppercuts:120
ignorance_irritated:121
images_suppressing:122
impressing_girlfriends:123
inattention_preconceptions:124
incest_abortion:125
indian_indentured:126
indicates_err:127
indomitable_presence:128
infects_hollywood:129
ingredients_frequently:130
interace_shoe:131
internet_utube:132
intuitive_linking:133
investigatory_hearing:134
irish_catholic:135
ironically_amid:136
irreversibly_affects:137
ivan_passar:138
jaroslav_hasek:139
jeff_davis:140
jim_carrey-ish:141
job:142
jonathan_frakes:143
joseph_j:144
jr_ewing's:145
kenny_chesney:146
key-loaded_haymakers:147
klan_robe:148
ladylike_characteristics:149
lasky_jedne:150
late-thirtysomething_divorcee:151
le_souffle:152
leisure_classes:153
leslie_anndown:154
lloyd_bridges:155
long:156
los_angeles:157
lot:158
louisville_slugger:159
love:160
made:161
make:162
manly_panache:163
marc_mcyoung's:164
marriages_obligations:165
matter-of_factly:166
maverick_poet:167
max_jessyca:168
members_gulp:169
merry_chase:170
mild_interruption:171
myriad_capabilities:172
national_mind-set:173
naturally_parallels:174
neccesary_tactic:175
neither_heroic:176
nekea_brown:177
nora_roberts:178
numbering_internally:179
ofa_bully:180
off-center_theater:181
offending_markings:182
offers_abundant:183
ongoing_scenario:184
opposites_attract:185
overbearing_machismo:186
pads_mitts:187
painful_virgal's:188
part:189
pattern_sensitive:190
pep_talks:191
play:192
real:193
recommend:194
review:195
star:196
start:197
thing:198
time:199
work:200